Repository: seanpm2001/mt-training-data
Catalog: tok/tok_pontoon.tmx
Source language: en_us
Languages: tok

source: 2019 End-of-Year Release
tok: kulupu sona pana pi tenpo sike pini 2019

source: 2 down, keep it up!<playIcon></playIcon>
tok: tu li pini!

source: ≥ 2 No votes
tok: pona ala tan jan 2

source: ≥ 2 Yes votes
tok: pona tan jan 2

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
tok: sitelen lili, nimi lili. toki pona la, o kepeken ala nimi lili. jan li kepeken sitelen ni: "msa". ni li sitelen "mi sona ala." taso, jan li lukin e "msa" lon ilo Common Voice la, ona li sona ala e ni: nasin seme la mi toki uta e ona? sitelen lili ale en nimi lili ale la, o kepeken ala ona. sina sona e nimi la, o kepeken nimi suli.

source: Abkhaz
tok: toki Asuwa

source: About
tok: sona

source: Accent
tok: nasin kalama toki

source: Account
tok: sijelo ilo

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
tok: <accuracyLink>sona sin pi pona toki</accuracyLink>

source: Acehnese
tok: toki Ase

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
tok: o { $actionType } e <playIcon></playIcon>. kalama ni li toki pona e toki ni anu seme?

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
tok: o { $actionType } e <recordIcon></recordIcon>, o kalama e toki ni

source: { $actionType }<stopIcon></stopIcon> when done
tok: sina pini la, o { $actionType } <stopIcon></stopIcon>

source: { $actionType } submit when ready
tok: sina pini la o pana e pali kepeken ni.

source: Add
tok: o pana

source: Add a language you want to contribute to
tok: o pana e toki pi wile pali sina.

source: Add as much information as you can about the language. This could include:
tok: o pana e sona ale pi toki sina. ale ni li ken pona:

source: Adding languages to work with
tok: o pana e toki sin

source: Additional Language
tok: toki sin

source: Add Language
tok: o pana e toki

source: <addLink>Add more sentences now!</addLink>
tok: <addLink>o pana e sitelen sin!</addLink>

source: Add new custom accent "{ $inputValue }"
tok: o pana e nasin kalama toki sin "{ $inputValue }"

source: Add new sentences
tok: o pana e sitelen sin

source: Add Sentences
tok: o pana e sitelen

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
tok: o pana e <wikipediaLink>sitelen pi jan ale</wikipediaLink>

source: Add Your Voice
tok: o pana e toki uta sina

source: Adyghe
tok: toki Adekasa

source: Afaan Ormoo
tok: toki Apan Omu

source: A few bytes
tok: ni li lili sama suli Byte mute

source: Afrikaans
tok: toki Apikan

source: Age
tok: tenpo sike pi lon sina

source: Albanian
tok: toki Sipe

source: All
tok: toki ale

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
tok: sitelen ale sina o kepeken <wikipediaLink>nasin pana CC0</wikipediaLink>. sina wile pana e sitelen pi nasin pana ni ala la, jan pali pi sitelen ni li ken ante e nasin pana kepeken <cc0WaiverLink>nasin ni</cc0WaiverLink>.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
tok: kalama awen pi kulupu sona li jo ala e sona jan. jan li pana e kalama e sona ona la, mi weka e sona tan kalama awen ona. kalama awen li lon ala lipu jan ona.

source: Amharic
tok: toki Amalinja

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
tok: sona ni li pona e ilo kute: tenpo sike lon en kule kon en nasin kalama toki. ijo ala li ken lukin e nimi sina lon poka pi sona sina. sina wile la sina ken len e nimi sina.

source: Approve
tok: o pona

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
tok: kalama lili ante li lon monsi la ni li ike ala. taso nimi li lon kalama li lon ala sitelen la ni li ike tan ni: ilo li ken kute e nimi ante ni li ken nasa. sina kute e nimi ante lon kalama la o weka e linja ni. ona li ike. nimi ante li ken kama lon tan ni: kalama pi sitelen tawa anu jan toki ante li lon poka.

source: Arabic
tok: toki Alapi

source: Aragonese
tok: toki Alakone

source: Are you coming? <strong>[called by another]</strong>
tok: sina li kama anu seme? <strong>[jan ante li toki]</strong>

source: Armenian
tok: toki Aja

source: Armenian Western
tok: toki Aja Wesa

source: Artificial intelligence
tok: ilo sona jan

source: Ask about a new language
tok: o wile sona lon toki sin

source: Assamese
tok: toki Okonja

source: Asturian
tok: toki Atujanu

source: Audio Format
tok: nasin awen kalama

source: Avatar
tok: sitelen sinpin

source: Avatar uploaded
tok: sina pana e sitelen sinpin

source: Average
tok: pona ala, ike ala

source: A voice clip is marked "valid" when a user gives it a Yes vote.
tok: jan li pana e pona tawa kalama awen la, ona li pona.

source: Avoid too much background noise - it should be easy to hear you.
tok: o kalama ala e ijo ante. mi wile kute pona e sina.

source: Awards
tok: ijo tan pali pona

source: Azerbaijani
tok: toki Asepajan

source: Back
tok: o tawa sin

source: Background Noise
tok: kalama pi ijo ante

source: Background Voices
tok: toki pi jan ante

source: Back to Top
tok: o tawa sewi

source: Bambara
tok: toki Pamanankan

source: Basaa
tok: toki Pasawa

source: Bashkir
tok: toki Pakosa

source: Basque
tok: toki Esuka

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
tok: jan li toki ante e nimi li kalama ante e toki la ni li ike lon tenpo ale ala. nasin toki mute li lon. sina sona ala e ni, taso ni li ken pona lon kulupu ante. o sona e ni: nasin toki ante li ken pona.

source: Become a Common Voice Partner
tok: o kama poka pi kulupu Common Voice

source: Become a partner
tok: o kama poka tawa ilo Common Voice

source: Belarusian
tok: toki Pijelalukaja

source: Benefits
tok: seme li pona

source: Bengali
tok: toki Panla

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
tok: [kalama la jan ken toki e nimi "kili" e nimi "loje" sama nimi "kiri" sama nimi "roje"]

source: <bold>{ $count }</bold> Clips
tok: kalama <bold>{ $count }</bold>

source: <bold>Help us</bold> find more voices
tok: <bold>o pona e ni:</bold> o kama e jan sin

source: Bosnian
tok: toki Posan

source: Both
tok: tu

source: Both (Speak and Listen)
tok: tu (o toki, o kute)

source: Breton
tok: toki Peson

source: Browse Languages
tok: o lukin e toki

source: Build a custom goal
tok: o wile pali mute

source: Build Profile
tok: o pali e lipu sina

source: Bulgarian
tok: toki Pokasi

source: Burmese
tok: toki Mijama

source: Buryat
tok: toki Pulijata

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
tok: <b>poki lipu mi li tan seme?</b> ken la kulupu kalama li kama ante lon tenpo kama. mi wile toki e ijo ante tawa sina.

source: By editing your goal, you may lose your existing progress.
tok: sina ante e wile pali sina la, ijo ale pi wile pali li weka tan ni.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
tok: sina toki e wile lipu la, sina toki e ni: kulupu Mozilla li ken pali e ijo kepeken sona ni, lon <privacyLink>nasin sona</privacyLink> pi kulupu Mozilla.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
tok: <b>sina wile e ni:</b> sina kama sona ala e ni: jan seme li pana e kalama lon kulupu kalama Common Voice

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
tok: sina pana e sona sina la, kalama sina li pona mute tawa pali ni: ilo li ken kute pona e jan ale.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
tok: sina kepeken ilo Common Voice la, sina o toki e ni: <termsLink>lawa kepeken</termsLink> en <privacyLink>nasin pi len sona</privacyLink> li pona tawa sina.

source: Cancel Re-recording
tok: o weka e kalama awen sin

source: Cancel Submission
tok: o weka e ijo pana

source: Can't decide?
tok: sina wile anu seme?

source: Cantonese
tok: toki Kantun

source: Catalan
tok: toki Katala

source: Central Kurdish
tok: toki Solani

source: Change your email via Settings under Login Identity
tok: o ante e poki lipu sina lon "nimi lon sina" lon "nasin ilo"

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
tok: sina sona ala e lon pi toki sina la, o lukin e <languagesPageLink>lipu toki</languagesPageLink>. toki sina li lon ala la, o pana e sona lon lipu ni. mi <strong>pana e lipu tawa sina</strong>. <strong>lipu li pana e sona pi pali toki</strong>.

source: <chevron></chevron>See less
tok: <chevron></chevron> o weka lukin e toki mute

source: <chevron></chevron>See more
tok: <chevron></chevron> o pana lukin e toki mute

source: Chinese (China)
tok: toki Sonko

source: Chinese (Hong Kong)
tok: toki Onkon

source: Chinese (Taiwan)
tok: toki Tawan

source: Choose language/localization
tok: o kepeken toki

source: Chuvash
tok: toki Sepasula

source: Click
tok: pilin

source: Clipboard not supported
tok: sina ken ala kama jo e sitelen.

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
tok: kalama toki { $clipCount }. suli poki { $size }. ona li weka lon tenpo { $expires }.

source: Clip Graveyard
tok: kalama weka

source: Clips recorded
tok: kalama

source: Clips Uploaded
tok: sina pana e kalama

source: Clips validated
tok: kalama pona

source: Clips You've Recorded
tok: kalama awen sina

source: Clips You've Validated
tok: kalama awen pi pona sina

source: Close
tok: o pini

source: Collecting sentences
tok: nasin pi toki jo

source: Collecting sentences from the public domain, or writing new ones for the public domain.
tok: sitelen li kama tan lipu pi jan ale, tan jan sitelen pi jan ale.

source: Collect sentences
tok: o pana e sitelen

source: Comment
tok: o toki

source: Common Voice data plus all other voice datasets above.
tok: ni li kalama tan pali Common Voice, tan kulupu kalama ale ni.

source: Common Voice Dataset
tok: kulupu sona Common Voice

source: Common Voice is a collaborative project, and we're depending on our community of partners and contributors to build the largest open-source dataset of voices ever. We would like to thank the following people and organizations for their help with the project:
tok: jan ale li ken kepeken ilo Common Voice. mi wile e pona pi kulupu mi tan ni: mi wile pali e kulupu sona suli nanpa wan. mi wile e pona tawa jan ale ni, tawa kulupu ale ni, tan pona ona:

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
tok: ilo Common Voice li tawa jan ale. jan pi mani ala li pana e toki lon. ilo li wile e ni: o pana e toki sina! <languageRequestLink>o toki e wile sina lon lipu ni.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
tok: ilo Common Voice la kulupu Mozilla li wile pana e sona pi toki uta jan tawa ilo.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
tok: ilo Common Voice la kulupu Mozilla li wile pana e sona pi toki uta jan tawa ilo.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
tok: kulupu sona Common Voice li suli nanpa wan pi ma ale lon toki mute, lon sona pi jan ale.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
tok: jan sona en jan mani en jan pi ilo kute li kepeken ilo Common Voice, li pona e ona. sina ken ala ken pana e sona ni: sina wile weka e kalama awen sina tan seme?

source: Community participation and decision making.
tok: pali kulupu en alasa pi wile pona.

source: Community Playbook
tok: lipu sona kulupu

source: Confirm
tok: o wile

source: Confirm Goal
tok: o pona e wile pali

source: Confirm New Sentences
tok: o pona e sitelen sin

source: Connect with Gravatar
tok: o kepeken ilo Gravatar

source: Contact
tok: o toki tawa lawa

source: Contact Form
tok: lipu toki

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
tok: mi pana e ni kepeken nasin pana <licenseLink>Creative Commons</licenseLink>

source: Continue
tok: o tawa

source: Contribute
tok: o pana e pona

source: Contribute sentences
tok: o pana e sitelen

source: Contribute to { $lang }
tok: o pana tawa { $lang }

source: Contribute Your Voice
tok: o pana e toki uta sina

source: Contribution Activity
tok: pali

source: Contribution Criteria
tok: nasin pona pi pana toki

source: Contribution Experience
tok: nasin pali

source: Contributors record voice clips by reading from a bank of donated sentences.
tok: jan li toki uta e sitelen, li awen e ona.

source: Cookies
tok: ilo pi sona lipu sina

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
tok: <coquiLink>kulupu Coqiu</coquiLink> li pali e ijo tawa ilo open pi sona toki. pali ona li ilo kute, li ilo pi sitelen toki.

source: Cornish
tok: toki Kenuwe

source: Corsican
tok: toki Kosu

source: Could not add language
tok: mi ken ala pana e toki

source: Could not change settings. Please try again.
tok: mi ken ala ante e nasin ilo. o sin.

source: Could not remove language
tok: mi ken ala weka e toki

source: Could not remove language: language not found
tok: mi ken ala weka e toki tan ni: toki li lon ala

source: { $count } clips
tok: kalama awen { $count }

source: { $count }mo
tok: mun { $count }

source: { $countOfInvalidated } rejected by you
tok: sina weka e sitelen { $countOfInvalidated }.

source: { $countOfReviewed } sentences are already reviewed. Great job!
tok: sitelen { $countOfReviewed } li pona. sina pona!

source: { $countOfSentences } sentences found.
tok: sitelen { $countOfSentences } li lon.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
tok: jan li lukin ala e sitelen { $countOfUnreviewed }. wile la, sina ken lukin e ona.

source: { $count }wk
tok: esun { $count }

source: { $count }y
tok: sike { $count }

source: Create a Custom Goal
tok: o pana e wile pali sina

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
tok: jan mute li ken pana tawa ilo Common Voice la, kulupu sona li ken e wile pi jan mute. ni la mi pali e lipu sona tawa sina!

source: Criteria
tok: nasin pona

source: Croatian
tok: toki Lowasi

source: Czech
tok: toki Seki

source: Dagbani
tok: toki Takani

source: Daily Goal
tok: wile pali pi tenpo suno ale

source: Danish
tok: toki Tansi

source: Dashboard
tok: lipu suli

source: Dataset Release
tok: pana pi kulupu kalama

source: Datasets
tok: kulupu kalama

source: Date
tok: tenpo

source: Days
tok: tenpo suno

source: De-identified
tok: sona jan li weka

source: Delete my recordings
tok: o weka e kalama ale mi

source: Delete Profile
tok: o weka e lipu jan

source: Delete selected sentences
tok: o weka e sitelen jo

source: Deleting selected sentences…
tok: mi weka e sitelen jo…

source: Dhivehi
tok: toki Sipeki

source: Different language
tok: toki ante

source: Difficult
tok: ike

source: Difficult to pronounce
tok: kalama toki li ike

source: Dioula
tok: toki Sijula

source: Discard ongoing recording
tok: o weka e kalama ni

source: Discourse
tok: ilo Discourse

source: Donate your voice
tok: o pana e toki uta sina

source: Don't see your language on Common Voice yet?
tok: toki sina li lon ala lon ilo Common Voice?

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
tok: toki sina li lon ala kulupu sona la, sina ken pana e ona lon lipu toki.

source: Download
tok: o kama jo

source: Download Common Voice Data
tok: o kama jo e sona pi ilo Common Voice

source: Download Data
tok: o kama jo e kalama

source: Download Dataset Bundle
tok: o kama jo e poki kalama

source: Download { $language }
tok: o kama jo e { $language }

source: Download Links
tok: nasin nimi pi kama jo

source: Download My Data
tok: o kama jo e sona mi e kalama mi

source: Download profile data
tok: o kama jo e sona pi lipu jan

source: Download the Dataset
tok: o kama jo e kulupu kalama

source: Download the Single Word Target Segment
tok: o kama jo e kalama pi nimi wan taso

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
tok: sina sona e nasin pona pi kulupu kalama Common Voice la, o toki lon ilo Discourse

source: Do you want to continue?
tok: sina wile ala wile pini?

source: Do you want to Speak, Listen or both?
tok: sina wile toki, anu kute, anu ni tu?

source: Drag and drop or <browseWrap>Browse</browseWrap>
tok: o pana luka anu <browseWrap>o alasa</browseWrap>

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
tok: ni la sina luka e nena "o pana" la ilo li toki ala e ni: pali sina li pona ala pona. ilo li pana taso e pali sin luka.

source: Dutch
tok: toki Netelan

source: Each entry in the dataset consists of a unique MP3 and corresponding text file. Many of the <b>{ $total }</b> recorded hours in the dataset also include demographic metadata like age, sex, and accent that can help train the accuracy of speech recognition engines. The dataset currently consists of <b>{ $valid }</b> validated hours in <b>{ $languages }</b> languages, but we’re always adding more voices and languages. Take a look at our <languagesLink>Languages page</languagesLink> to request a language or start contributing.
tok: ijo ale pi kulupu kalama Common Voice li jo e lipu kalama, e sitelen sama. kalama awen <b>{ $total }</b> mute li jo e sona jan. sona jan li tenpo sike lon ona, li kule ona, li nasin kalama toki ona. ale ni li ken pona e ilo kute. kulupu kalama li jo e kalama awen pona <b>{ $valid }</b> lon toki <b>{ $languages }</b>. taso, mi wile jo e toki sin lon tenpo ale. o lukin e <languagesLink>lipu toki</languagesLink> la, sina ken pana e toki sin, e pali.

source: Easy
tok: pona

source: Edit
tok: o ante

source: Edit Profile
tok: o ante e lipu sina

source: Email
tok: nimi pi poki lipu sina

source: <emailFragment>Sign up</emailFragment> to our mailing list to learn how you can take part in campaigns, events and co-design features on Common Voice.
tok: <emailFragment>o kama</emailFragment> tawa kulupu pi lipu sin. ni la sina kama sona e pali, e tenpo suli. sina ken pali e ilo Common Voice a!

source: Email is already used for a different account
tok: sijelo ilo ante li kepeken nimi ni pi poki lipu

source: Email Subscriptions
tok: lipu wile pi poki lipu sina

source: English
tok: toki Inli

source: Enter Email to Download
tok: sina wile jo la o pana e nimi pi poki lipu sina

source: Enter email to send a sign up link
tok: o pana e nimi pi poki lipu sina la mi pana e nimi nasin kama.

source: Enter your email
tok: o pana e nimi pi poki lipu sina

source: Error { $code }
tok: pakala { $code }

source: Error while fetching rejected sentences. Please try again.
tok: mi pakala. mi ken ala kama e sitelen weka. o sin.

source: Error while fetching your sentences. Please try again.
tok: mi pakala. mi ken ala kama jo e sitelen sina. o sin.

source: Erzya
tok: toki Elisijan

source: ESC
tok: weka

source: Esperanto
tok: toki Epelanto

source: Estonian
tok: toki Esi

source: Events
tok: tenpo suli

source: Everyone
tok: jan ale

source: Exit & Delete clips
tok: o pini, o weka e pali

source: Expert linguists can also help, try to reach out to local linguistic universities (both teachers and students) and see if they can help to gather a diverse set of sound-diverse sentences in your language.
tok: jan pi sona toki mute li ken pona. o toki tawa tomo pi toki sona. ken la, ona li ken pana e sitelen tawa sina lon toki sina.

source: Failed to copy SHA256 Checksum
tok: pakala la sina kama ala jo e nanpa pi nasin SHA256

source: Failed to delete selected sentences… Please try again!
tok: mi pakala. mi ken ala weka e sitelen jo. o sin

source: FAQ
tok: wile sona jan

source: Faroese
tok: toki Pelisu

source: Female
tok: meli

source: Filtered sentences due to requirements failing (please submit fixed versions as new sentences):
tok: sitelen ni li weka tan ni: ona li pona ala. (o pona e sitelen la o pana e ona):

source: Finding existing sentences in the Public Domain
tok: o alasa e sitelen pi jan ale

source: Find others who care. That could be universities, language schools, advocacy groups or data science communities. Reach out and explain clearly how they can help and why. <outreachTemplates>See our template outreach emails</outreachTemplates>.
tok: o alasa e jan wile! ona li lon tomo sona suli, li lon tomo sona toki, li lon kulupu pona, li lon kulupu pi kulupu sona. o toki tawa ona, o pana pona e sona pona. <outreachTemplates>o lukin e lipu pana</outreachTemplates>.

source: Finish editing first?
tok: ante sina li pini ala. o awen pali anu seme?

source: Finish recording
tok: o awen pali

source: Finish recording first?
tok: pali kalama li pini ala. o awen pali anu seme?

source: Finish Review
tok: o pini e lukin

source: Finnish
tok: toki Sumi

source: First, check if your language <languageLink>already exists</languageLink>. If it doesn’t you need to <strong>translate the site and collect sentences</strong>.
tok: wan la, o lukin: toki sina li <languageLink>lon ala lon</languageLink>? ona li lon ala la, <strong>o ante toki e lipu, o kama jo e sitelen</strong>.
